import evsiakov from '../../images/team-4.jpg';
import iurieva from '../../images/team-1.jpg';
import krestenko from '../../images/team-3.jpg';
import chechnev from '../../images/team-2.jpg';
import korol from '../../images/team-5.jpg';
import lemova from '../../images/team-6.jpg';

export const initialCardsTeamStories = [
  {
    name: 'Артем Евсяков',
    job: 'Старший код-ревьюер веб-факультета',
    review: 'Работа код-ревьюера с гибким графиком, благодаря ей я получаю дополнительный доход и могу делиться своим опытом. Ведь при написании кода важно не только большое количество практики, но и поддержка коллег.',
    photo: evsiakov
  },
  {
    name: 'Настя Юрьева',
    job: 'Наставница веб-факультета',
    review: 'Всё моё наставничество - это челлендж, который показал, что всё возможно. Мои страхи не оправдались. Когда тебе что-то нужно, ты собираешься с силами и делаешь.',
    photo: iurieva
  },
  {
    name: 'Толя Крестенко',
    job: 'Наставник курса «Data Science»',
    review: 'С Практикумом меня объединяют любовь к технологиям, вера в онлайн-образование и желание помогать людям покорять новые горизонты. Сам почти полностью осваивал профессию онлайн, поэтому хочу и другим людям помочь в получении новых навыков.',
    photo: krestenko
  },
  {
    name: 'Максим Чечнев',
    job: 'Наставница на QA-факультете',
    review: 'Мне безумно нравится делиться знаниями, а еще больше радуюсь, когда мои студенты находят работу и успешно проходят испытательный срок.',
    photo: chechnev
  },
  {
    name: 'Зоя Король',
    job: 'Старший код-ревьюер веб-факультета',
    review: 'Работа код-ревьюера с гибким графиком, благодаря ей я получаю дополнительный доход и могу делиться своим опытом. Ведь при написании кода важно не только большое количество практики, но и поддержка коллег.',
    photo: korol
  },
  {
    name: 'Анастасия Лемова',
    job: 'Наставница на дизайн-факультете',
    review: 'Для меня важно, чтобы работа имела смысл и приносила удовольствие. Сейчас я вижу свою реализацию не в создании, а в передаче опыта. Сейчас Яндекс Практикум дает возможность применить это в жизнь.',
    photo: lemova
  }
];
