import evsiakov from '../../images/team-4.jpg';
import iurieva from '../../images/team-1.jpg';
import krestenko from '../../images/team-3.jpg';
import chechnev from '../../images/team-2.jpg';
import korol from '../../images/team-5.jpg';
import lemova from '../../images/team-6.jpg';

export const initialCardsTeamStories = [
  {
    name: 'Артем Евсяков',
    job: 'Старший код-ревьюер веб-факультета',
    review: 'Работа код-ревьюера с\u00A0гибким графиком, благодаря ей\u00A0я\u00A0получаю дополнительный доход и\u00A0могу делиться своим опытом. Ведь при написании кода важно не\u00A0только большое количество практики, но\u00A0и\u00A0поддержка коллег.',
    photo: evsiakov
  },
  {
    name: 'Настя Юрьева',
    job: 'Наставница веб-факультета',
    review: 'Всё моё наставничество\u00A0\u2014 это челлендж, который показал, что всё возможно. Мои страхи не\u00A0оправдались. Когда тебе что-то нужно, ты\u00A0собираешься с\u00A0силами и\u00A0делаешь.',
    photo: iurieva
  },
  {
    name: 'Толя Крестенко',
    job: 'Наставник курса «Data Science»',
    review: 'С\u00A0Практикумом меня объединяют любовь к\u00A0технологиям, вера в\u00A0онлайн-образование и\u00A0желание помогать людям покорять новые горизонты. Сам почти полностью осваивал профессию онлайн, поэтому хочу и\u00A0другим людям помочь в\u00A0получении новых навыков.',
    photo: krestenko
  },
  {
    name: 'Максим Чечнев',
    job: 'Наставница на QA-факультете',
    review: 'Мне безумно нравится делиться знаниями, а\u00A0еще больше радуюсь, когда мои студенты находят работу и\u00A0успешно проходят испытательный срок.',
    photo: chechnev
  },
  {
    name: 'Зоя Король',
    job: 'Старший код-ревьюер веб-факультета',
    review: 'Работа код-ревьюера с\u00A0гибким графиком, благодаря ей\u00A0я\u00A0 получаю дополнительный доход и\u00A0могу делиться своим опытом. Ведь при написании кода важно не\u00A0только большое количество практики, но\u00A0и\u00A0поддержка коллег.',
    photo: korol
  },
  {
    name: 'Анастасия Лемова',
    job: 'Наставница на дизайн-факультете',
    review: 'Для меня важно, чтобы работа имела смысл и\u00A0приносила удовольствие. Сейчас я\u00A0вижу свою реализацию не\u00A0в\u00A0создании, а\u00A0в\u00A0передаче опыта. Сейчас Яндекс Практикум дает возможность применить это в\u00A0жизнь.',
    photo: lemova
  }
];
